Repository: MahdiBaghbani/opencloud
Catalog: services/graph/pkg/l10n/locale/*/LC_MESSAGES/graph.po
Languages: fr, ru

source: Can edit
fr: Peut éditer
ru: Может редактировать

source: Can edit without versions
fr: Peut éditer sans versions
ru: Может редактировать без версионирования

source: Can manage
fr: Peut gérer
ru: Может управлять

source: Can upload
fr: Peut téléchargé
ru: Может загружать

source: Can view
fr: Peut consulté
ru: Можно смотреть

source: Can view (secure)
fr: Peut consulté (sécurisé)
ru: Можно смотреть (защищено)

source: Cannot access
fr: Accès impossible
ru: Не имеет доступа

source: Deny all access.
fr: Refuser tout accès.
ru: Отказать во всех доступах

source: Here you can add a description for this Space.
fr: Vous pouvez ajouter une description pour cet espace.
ru: Здесь вы можете добавить описание для Пространства

source: View and download.
fr: Afficher et télécharger.
ru: Просмотреть и скачать

source: View only documents, images and PDFs. Watermarks will be applied.
fr: Afficher uniquement les documents, les images et les PDF. Des filigranes seront appliqués.
ru: Просмотреть только документы, изображения и файлы PDF. Будут присутствовать вотермарки.

source: View, download and edit.
fr: Afficher, télécharger et modifier.
ru: Просмотреть, скачать и редактировать.

source: View, download and show all invited people.
fr: Afficher, télécharger et montrer toutes les personnes invitées.
ru: Просмотреть, скачать и показать всех приглашенных людей.

source: View, download and upload.
fr: Afficher, télécharger et téléverser.
ru: Просмотреть, скачать и загрузить.

source: View, download, edit and show all invited people.
fr: Afficher, télécharger, modifier et montrer toutes les personnes invitées.
ru: Просмотреть, скачать, отредактировать и показать всех приглашенных людей.

source: View, download, upload, edit, add and delete.
fr: Afficher, télécharger, téléverser, modifier, ajouter et supprimer.
ru: Просмотреть, скачать, загрузить, редактировать, добавить и удалить.

source: View, download, upload, edit, add, delete and manage members.
fr: Afficher, télécharger, téléverser, modifier, ajouter, supprimer et gérer les membres.
ru: Просмотреть, скачать, загрузить, редактировать, добавить, удалить и управлять командой.

source: View, download, upload, edit, add, delete and show all invited people.
fr: Afficher, télécharger, téléverser, modifier, ajouter, supprimer et montrer toutes les personnes invitées.
ru: Просмотреть, скачать, загрузить, редактировать, добавить, удалить и показать всех приглашенных людей.

source: View, download, upload, edit, add, delete including the history.
fr: Afficher, télécharger, téléverser, modifier, ajouter, supprimer, y compris l'historique.
ru: Просмотреть, скачать, загрузить, редактировать, добавить, удалить включая историю.
