Repository: MahdiBaghbani/opencloud
Catalog: services/activitylog/pkg/service/l10n/locale/*/LC_MESSAGES/activitylog.po
Languages: ru

source: description
ru: Описание

source: display name
ru: Отображаемое имя

source: expiration date
ru: Дата истечения срока

source: password
ru: Пароль

source: permission
ru: Разрешение

source: some field
ru: Какое-то поле

source: {resource} was downloaded via public link {token}
ru: {resource} был загружен через публичную ссылку {token}

source: {user} added {resource} to {folder}
ru: {user} добавил(-ла) {resource} в{folder}

source: {user} added {sharee} as member of {space}
ru: {user} добавил(-а) {sharee} как члена {space}

source: {user} deleted {resource} from {folder}
ru: {user} удалил(-а) {resource} из {folder}

source: {user} moved {resource} to {folder}
ru: {user} перенес(-ла) {resource} в {folder}

source: {user} removed link to {resource}
ru: {user} удалил(-а) ссылку на {resource}

source: {user} renamed {oldResource} to {resource}
ru: {user} переименовал {oldResource} в {resource}

source: {user} updated {field} for a link {token} on {resource}
ru: {user} обновил(-а) {field} для ссылки {token} на {resource}

source: {user} updated {field} for the {resource}
ru: {user} обновил(-а) {field} у {resource}

source: {user} updated {resource} in {folder}
ru: {user} обновил(-а) {resource} в {folder}
