Repository: MahdiBaghbani/opencloud
Catalog: services/settings/pkg/service/v0/l10n/locale/*/LC_MESSAGES/settings.po
Languages: nl

source: Added as space member
nl: Toegevoegd als lid aan ruimte

source: Daily
nl: Dagelijks

source: Email sending interval
nl: Interval van e-mails

source: File rejected
nl: Bestand afgewezen

source: Instant
nl: Instantaan

source: Never
nl: Nooit

source: Notify when I have been added as a member to a space
nl: Stuur een melding wanneer ik als lid aan een ruimte ben toegevoegd

source: Notify when I have been removed as member from a space
nl: Meld me wanneer ik ben verwijderd als lid van een ruimte

source: Notify when I have received a share
nl: Stuur een melding wanneer iemand iets met mij deelt

source: Notify when a file I uploaded was rejected because of a virus infection or policy violation
nl: Stuur een melding wanneer een bestand dat ik heb ge√ºpload is afgewezen vanwege een virusinfectie of schending van het beleid.

source: Notify when a received share has been removed
nl: Stuur een melding wanneer een share met mij is ingetrokken

source: Notify when a received share has expired
nl: Stuur een melding wanneer een share met mij is verlopen

source: Notify when a space I am member of has been deleted
nl: Stuur een melding wanneer een ruimte waarvan ik lid ben is verwijderd

source: Notify when a space I am member of has been disabled
nl: Stuur een melding wanner een ruimte waarvan ik lid ben is uitgeschakeld

source: Notify when a space membership has expired
nl: Stuur een melding waneer het lidmaatschap aan een ruimte is verlopen

source: Removed as space member
nl: Verwijderd als lid van een ruimte

source: Selected value:
nl: Geselecteerde waarde:

source: Share Expired
nl: Share verlopen

source: Share Received
nl: Share ontvangen

source: Share Removed
nl: Share ingetrokken

source: Space deleted
nl: Ruimte verwijderd

source: Space disabled
nl: Ruimte uitgeschakeld

source: Space membership expired
nl: Lidmaatschap van ruimte verlopen

source: Weekly
nl: Wekelijks
